Repository: bankov/gpwsafe
Catalog: po/*.po
Languages: uk

source: name:
uk: назва:

source: group [<none>]:
uk: група [<немає>]:

source: already exists
uk: вже існує

source: username:
uk: користувач:

source: password [return for random]:
uk: пароль [return щоб випадковий]:

source: password again:
uk: пароль знову:

source: notes:
uk: нотатки:

source: Enter passphrase for
uk: Уведіть пароль для

source: Reenter passphrase for
uk: Уведіть ще раз пароль для

source: Passphrases do not match
uk: Паролі не співпадають

source: An entry must be specified
uk: Має бути вказаний запис

source: No matching entries found
uk: Не знайдено відповідних записів

source: Confirm deleting
uk: Справді знищити

source: Can't open file for reading
uk: Не вдалося відкрити файл для читання

source: Invalid tag
uk: Неправильна мітка

source: Key mismatch
uk: Ключ не співпадає

source: HMAC check failed
uk: Не пройдено перевірку HMAC

source: Can't open file for writing
uk: Не вдалося відкрити файл для запису

source: Entropy pool: %d of %d bytes available.
uk: Резерв ентропії: доступно %d з %d байтів.

source: Done.
uk: Зроблено.

source: Waiting for more...
uk: Чекаємо ще...

source: WARNING: unable to use secure ram (need to have CAP_IPC_LOCK)
uk: ПОПЕРЕДЖЕННЯ: не вдалося використати безпечну пам’ять (треба мати CAP_IPC_LOCK)

source: libgcrypt version mismatch
uk: Не співпадає версія libgcrypt

source: Can't initialize libgcrypt
uk: Не вдалося ініціалізувати libgcrypt

source: Enter password for
uk: Уведіть пароль для

source: More than one matching entry:
uk: Не єдиний збіг:

source: %d more
uk: ще %d

source: Group:
uk: Група:

source: Title:
uk: Назва:

source: User:
uk: Користувач:

source: Notes:
uk: Нотатки:

source: Pass: *************
uk: Пароль: *************

source: name: [
uk: назва: [

source: group: [
uk: група: [

source: change password ? [n]
uk: змінити пароль ? [n]

source: new password: [return for random]
uk: новий пароль: [return щоб випадковий]

source: new password again:
uk: новий пароль ще раз:

source: Confirm changing to an empty password? [n]
uk: Справді скинути пароль? [n]

source: notes: [<keep same>]
uk: нотатки: [<залишити без змін>]

source: No change
uk: Без змін

source: Confirm changing
uk: Справді змінити

source: group
uk: групу

source: name
uk: назву

source: password
uk: пароль

source: notes
uk: нотатки

source: Changes abandoned
uk: Зміни скасовано

source: Going to copy %s to X selection
uk: Буде скопійовано %s у буфер обміну Х

source: Failed to get
uk: Не вдалося отримати буфер обміну

source: You are ready to paste the %s from
uk: Вставте %s з буферу обміну

source: Press any key when done
uk: Натисніть будь-яку клавішу, як зроблено

source: Going to print %s to stdout
uk: Буде надруковано %s у стандартний вивід

source: Commands
uk: Команди

source: create an empty database
uk: створити порожню базу даних

source: list all entries matching [REGEX]. If either -u or -p are given, only one entry may match. If no REGEX and either of -u and -p are given, launch TUI. If neither -u or -p are given and one entry matches, print details.
uk: перерахувати всі записи, які відповідають [REGEX]. Якщо задано одне з -u чи -p, має бути знайдено єдиний запис. Якщо немає REGEX і задано -u чи -p, буде запущено інтерактивний вибір. Якщо не задано жодне з -u чи -p, і знайдено єдиний запис, роздрукувати подробиці.

source: add an entry
uk: додати запис

source: edit an entry
uk: редагувати запис

source: delete an entry
uk: знищити запис

source: Options
uk: Опції

source: specify the database file
uk: зазначити файл бази даних

source: emit username of listed account
uk: видати назву користувача

source: emit password of listed account
uk: видати пароль

source: force echoing of entry to stdout
uk: примусово надрукувати у стандартний вивід

source: force copying of entry to X selection
uk: примусово скопіювати у буфер обміну Х

source: X selection type ([P]RIMARY, [C]LIPBOARD, [B]OTH)
uk: тип буфера обміну X ([P]RIMARY, [C]LIPBOARD, [B]OTH)

source: don't press on the pool of randomness
uk: не виснажувати збірник випадковості

source: display this help and exit
uk: показати цю допомогу і вийти

source: output version information and exit
uk: вивести відомості про версію і вийти

source: - command line tool compatible with Conterpane's PasswordSafe
uk: — інструмент командного рядка, сумісний з Conterpane PasswordSafe

source: Usage:
uk: Вживання:

source: [OPTION] command [ARG]
uk: [OPTION] команда [ARG]

source: Ambiguous command
uk: Неоднозначна команда

source: Exception:
uk: Виняток:

source: username for
uk: користувач для

source: password for
uk: пароль для

source: login and password
uk: користувач і пароль

source: login
uk: користувач

source: Can't get password
uk: Не вдалося отримати пароль

source: Can't get text
uk: Не вдалося отримати текст

source: Generate random password? [y]
uk: Згенерувати випадковий пароль? [y]

source: Passwords do not match
uk: Паролі не співпадають

source: Read error
uk: Помилка читання

source: alpha/digit/symbol
uk: букви/цифри/символи

source: alpha/digit
uk: букви/цифри

source: easy-to-read alpha/digit
uk: легкий для читання букви/цифри

source: easy-to-read alpha/digit/symbol
uk: легкий для читання букви/цифри/символи

source: digits only
uk: тільки цифри

source: hex digits only
uk: тільки шістнадцяткові цифри

source: Use %s
uk: Використати %s

source: type %s, length %d, %d bits of entropy [y/N/ /+/-/q/?] ?
uk: тип %s, довжина %d, %d бітів ентропії [y/N/ /+/-/q/?] ?

source: Commands: Y Yes, accept this password N No, generate another password of same type <space> Cycle through password types - Lower the entropy & password length + Raise the entropy & password length Q Quit ? Help
uk: Команди: Y Так, прийняти цей пароль N Ні, згенерувати інший пароль такого самого типу <пробіл> Змінити тип паролю - Зменшити ентропію і довжину паролю + Збільшити ентропію і довжину паролю Q Вийти ? Допомога
